const drugs = [
  {
    name: "КЫМДАН-2 ИНЪЕКЦИЯ (В АМПУЛАХ)",
    description: `Кымдан-2 оказывает противовоспалительное и обеззараживающее действие, способствуетукреплению иммунитета и быстрой регенерации тканей. Инъекция Кымдан-2 считают одним из самых лучших лекарств, которое лечит бессонницы, хронический колит, все виды полипов, аритмию. При гепатите клинические рекорды намного выше, чем приему мориамина и албезина. Эта инъекция является одним из наилучших препаратов, и лечит много болезней, таких как гастрит, панкреатит, диабет, кровотечение матки, гипотонию, грипп, насморк, разновидности гриппа, невроз сердца, рвоту у беременных, воспаление после операции. Оказывает положительный эффект при лечении раковых заболеваний разных видов, таксол, митомиции.Увеличивает способностьвырабатывать интерферон самого организма , что намного дешевле иэффективнее, чем введение искусственного интерферона.

Он эффективен как: антибактериальное, антивирусное, противоаллергическое и противовоспалительное средство, жаропонижающее средство; проявляет антионкозное воздействие, задерживает старение, возрождает бодрость, предотвращает склероз; способствует регенерации и размножению клеток, регулированию иммуногенеза.

Как известно, в процессе приема разных видов таблеток, в том числе и антибиотиков, некоторые витамины не усваиваются желудком, печенью и сердцем, поэтому они не до конца помогают организму, эту проблему можно решить с помощью препарата Кымдан-2 стоимость которого, гораздо ниже конкурентов. Так же инъекция предотвращает и мгновенно восстанавливает печень, которая повреждена алкоголем. Так же Кымдан-2 используется, если у вас на лице есть сыпь или зуд.

Кымдан-2 эффективен для профилактики многих опасных инфекционных заболеваний, как атипичная пневмония и птичий грипп. Он также защищает ткани от воздействия радиации. Минздрав Кореи отметил почти 100% эффективность данного средства.

Купить Кымдан-2 по самой доступной цене, а также прочитать отзывы вы сможете на странице нашего интернет-магазина.

 


Показания

Применяется Кымданг-2 в Кореи , Монголии, Германии и других странах для лечении и профилактике следующих заболеваний:

- острого и хронического гепатита

- цирроза печени

- водянки печени

- панкреатита

- острого и хронического колита

- сахарного диабета

- разного вида полипа

- разной невралгии

- язвы желудка и двенадцатиперстной кишки

- гастрита, всеобщего ослабления

- бессонницы, гастроспазмы

- кровоизлиянии разных органов тела, в том числе и геморрагия матки

- разных видах простуды

- кровоподтека

- препятствии вегетативной нервной системы

- аритмии

- стенокардии

- ревматизма

- эпилепсии

- самопроизвольной гангрены

- бесплодии из-за инфантилизма

- боли при беременности

- икоты

- хронического цистита

- слабой половой функции

 

Основной способ применения

В первые дни приема стоит начать с малой дозы 1-2 ампулы 1-2 раза в день на протяжении 4х дней, после чего надо сделать перерыв 1-2 дня, а через 10 дней (включая дни перерыва) инъекцировать по 7-8 ампул 2-3 раза в сутки в течение 2-3 дней. После чего сделать перерыв и по состоянию больного повторить курс.
Данный метод приема препарата нацелен на то, чтобы организм сначала привык к данному препарату, а потом ударной дозой воздействовать на болезнь. Такой способ считается наилучшим. Для тяжелобольных можно ввести сразу 5-8 ампул с интервалом в 4-6 часов.

Противопоказания

Отсутствуют. По состоянию болезни можно применять инъекцию совместно с другими лекарствами.

 

Побочное действие

Не наблюдались. При больших дозировках возможно появление тяжести в сердце, нарушение пищеварения.`
  },
  {
    name: "ROYAL BLOOD FRESH / ХЁЛГУНБУЛЛОЧЖОН",
    description: `Состав и форма выпуска

В составе «хёлгунбуллочжона» содержатся в большом количестве сильно действующие антиокислители, в том числе фермент (SOD), выделенный из соевых бобов. Хёлгунбуллочжон, является пищевой добавкой в котором содержатся:


- тромболитический фермент натокиназе,

- соевый сапонин и лецитин, снижающие содержание холестерина и нейтральных жиров, витамин В, повышающий нервные функции и движение кишечника,

- гипотонический действующий калий,

- естественные витамины Е, РР, В|2, подавляющие образование перекисных липидов и обеспечивающие устойчивость клеточных оболочек,

- антоциан, устраняющий активный кислород,

- изофлавон, имеющий сильное антиокислительное действие,

- холамин, проявляющий косметический эффект.

Выпускается в форме таблеток.


Описание
«Хёлгунбуллочжон» является здоровой пищей. Он моментально растворяет фибриноген - главный фактор образования тромба, и очень быстро устраняет такие проявления тромбоза, как разные параличи, нарушение движения, нарушение речи, онемечение рук и ног.
«Хёлгунбуллочжон» расщепляет липиды в крови и на стенках кровеносных сосудов и помогает успешному лечению гиперлипемии, являющейся причиной разных заболеваний. «Хёлгунбуллочжон», значительно снижая свертываемость крови, обеспечивает равновесие тромборастворимости и свертываемости крови в организме и повышает активность активационного фактора тканевого плазминогена, что благоприятствует растворению тромбов, предотвращает кровоизлияние и рецидив тромбоза. «Хёлгунбуллочжон» проявляет очень сильное антиокислительное действие.
Применяется «хёлгунбуллочжон» как сильный антиокислитель для лечения тромбоз, вернуть человеку молодость, повысить умственные способности, для предотвращения поражения от радиации, для успешного лечения общего синдрома длительного полета (DVT), кардиопатии, головной боли, гипертензии, артериосклерозе, поражения от радиации, уменьшения умственных способностей, отравления ядовитыми веществами.


Показания
При появлении таких предшествующих тромбозу сосудов головного мозга и кровоизлиянию в головной мозг симптомов, как ослабление ощущения, нарушения движений, онемение конечностей и организма, ощущение паралича, нарушение речи, ухудшение памяти и умственных способностей, головная боль, ослабление зрения, судороги мышц, в зависимости от тяжести больные на острой и хронической стадии.
При лечении таких последствий тромбоза и кровоизлияния, как гемиплегия, нарушение ощущения, нервов, речи, зрения, ухудшение умственных способностей, судороги лицевых мышц, дрожание рук и ног.
При общем синдроме долгого полета (DVT),при головной боли, возникающая при неврастении, гипертензии, атеросклерозе мозговых сосудов, гепатите, разных инфекционных заболеваниях, сахарном диабете, простуде, глазных и почти всех других заболеваниях, а также у здоровых людей при умственном утомлении и стрессе. При ишемической болезни сердца, стенокардии , инфаркте, атеросклеротическом кардиосклерозе. При гиперлипидемии, артериосклерозе, гипертензии.
При отравлении токсическими веществами и лучевыми повреждениями радиоактивными излучениями.
При повышении умственных способностей и улучшении памяти, для поддержания здорового образа жизни и замедления старения.


Режим дозирования
Учитывая что «хёлгунбуллочжон» является здоровой пищей, прием его применении не надо строго соблюдать, а можно принимать в зависимости от реакции организма.
a) Больные на острой стадии

Начинать 3 раза в день по 5 - 6 таблеток (в удобное время, до и после еды или вместе с едой). Со второго дня увеличивать суточную дозу по 1 таблетке, по 1 разу в 2 дня, доводить до 9 таблеток 5 раз в сутки, продолжать лечить этой дозой до достижения желаемого результата. Затем постепенно сокращать дозу, до исходной дозировки и прекращать прием. В зависимости от состояния организма можно принимать надлежащей дозой при необходимости. Учитывая эту рекомендацию, можно принимать надлежащей дозой в зависимости от состояния организма.

б) Больные на хронической стадии

В первые 4 дня принимать 3 раза по 3 - 5 таблеток, затем в день продолжать принимать 2-3 раза по 3 - 8 таблеток в зависимости от реакции организма.

с) Здоровый человек

В первые 5 дней принимать 2-3 раза по 2 таблетки, затем 3 раза по 3 таблетки и при достижении

желаемого результата можно прекращать. При необходимости принимать, но не превышать 5 раз по 8 таблеток в день.

д) Для профилактики

Принимать 2 раза по 2 таблетки в день при возникновении желания.

Лица обоих полов могут употреблять «хёлгунбуллочжон» как высокоэффективную здоровую пищу не только для профилактики и лечения тромбоза, но и для лечения головной боли, предотвращения старения и повышения умственных способностей.
В составе «хёлгунбуллочжона» не содержится витамин К (участвует в свертывании крови), и это средство не разрушает, а укрепляет стенку кровеносного сосуда, что способствует предотвращению побочных действий.`
  },
  {
    name: "КЫМДАН-5 ТАБЛЕТКИ",
    description: ` KPS 34305:2012                                                                                                            Patent № 43153   (кымдан-5 таблетки, кымдан-2 таб)

Кымдан-5 таблетки, новоизготовленный медикамент с помощью сверхсовременных технологий.                  

Состав: разложенный красный кэсонский женьшень (корё-инсам) на сахар и аминокислоты. А так же астрагал, диоскорея, экстракт лимонника, легкие редкоземельные микроэлементы и т.д.  

В одной упаковке 120 таблеток.

Описание                                                                                                                 Данный препарат поставляется к нам прямо из Северной Кореи, собственно кроме как в КНДР его найти и купить очень сложно. Этот эксклюзивный препарат является одним из лучших лекарственных средств на основе красного женьшеня. Он не раз получал гран-при и золотые медали на корейских и международных конкурсах и выставках.

Кымдан-5 в таблетках

эффективно влияет на регенерацию, размножение клеток и восстановление тканей
укрепляет иммунитет, стимулирует организм вырабатывать интерферон внутри себя, что намного полезнее искусственного интерферона. 
оказывает антибактериальное, антивирусное и антиаллергенное воздействие, понижает жар, прибавляет бодрости и замедляет старение клеток организма в целом
эффективен для восстановления печени, поврежденной алкоголем, антибиотиками и не качественной пищей
нейтрализует интоксикацию от наркотиков и медикаментов, предотвращает последствия радиоактивных лучей.
а так же;
- при панкреатите;
- при остром и хроническом гепатите;
- при слабой половой функции;
- при аритмии и стенокардии;
- при эпилепсии;
- при бессоннице и гастроспазмах;
- при циррозе печени и водянке;
- при панкреатите и хроническом колите;
- при общем ослаблении организма;
- при язве желудка и двенадцатиперстной кишки;
- при кровоизлиянии разных органов;
- при простуде разного рода;
- для профилактики склероза;
- для профилактики атипичной пневмонии и прочих заболеваний; 

Изначально Кымдан-5 таблетки задумывался как средство лечения таких серьезных заболеваний как диабет, бессонница, гепатит, колит и т. д., но в процессе исследований проявил себя и как разностороннее лечебное средство. Он помогает организму при усвоении антибиотиков и тяжелых витаминов, также эффективен для восстановления печени, поврежденной алкоголем. 

Способ применения:  

Для профилактики: 1 - 2 таблетки в день.

Для лечения: после еды по 2 - 3 таблетки 3 раза в день.

Детям: по 1/4 - 2/3 после еды

Курс лечения:

40 - 60 дней. Возможно увелечивать дозу по состоянию болезни.

Побочное действие

Нет. 

Противопоказания

Отсутствуют.

Условия и срок хранения

Хранить в темном и сухом месте, в комнатной температуре  

Срок хранения

3 года

 

Особые указания

Применение Кымдана-5 в таблетках производится таким образом, чтобы сначала организм привык к данному целебному средству, чтобы потом он постепенно оказывал свое влияние на болезнь и самочувствие человека. Заканчивать применение препарата тоже стоит постепенно.`
  },
  {
    name: "АНГУНСАХЯНГ",
    description: `В одной упаковке содержится 6 флакончиков по 2 г препарата (1 упаковка= 12 г).

АНГУНСАХЬЯНГ эффективно применяется в качестве «карманной» реанимации, а также рекомендуется на всех этапах восстановительного лечения.

Состав:

Специфические фракции из экстракта природного мускуса.

Фармакологическое действие:

Влияет на регенерацию нервных волокон, способствует их прорастанию в ткани, восстанавливает миелиновую оболочку. Регулирует мозговое кровообращение, улучшает взаимодействие между структурами головного мозга. Оказывает мягкое спазмолитическое и успокаивающее действие.

Показания к применению:

ишемический и геморрагический инсульт (3—5 курсов);
гипертоническая болезнь (1—3 курса);
нарушения речи различной этиологии (1—3 курса);
параличи и парезы (3—5 курсов);
мигрень и др. головная боль любой локализации (1—3 курса);
атеросклероз сосудов головного мозга (2—5 курсов);
заболевания сердца (ИБС, стенокардия, аритмия и др. 1—3 курса);
церебральный тромбоз (3—6 курсов);
черепно—мозговая травма, сотрясение головного мозга (1—4 курса);
переутомление после работы за компьютером (1 флакончик однократно);
быстрое восстановление после перенесённых инфекций (1 курс);
в качестве дополнительного средства при лечении тяжёлых инфекций (1—2 курса);
неотложная помощь в первые минуты инфаркта любой локализации (1 флакончик однократно);
как препарат скорой помощи при сильных алкогольных опьянениях (1 флакончик однократно, действие проявится через 30 мин.);
немедленный эффект у спортсменов при усталости, полное восстановление сил через 20—30 минут, продолжать соревнования можно через 10—15 минут (1 флакончик однократно, не является допингом). Рекомендуется применять за 10—15 минут до начала соревнований.
Способ применения:

1 флакончик (2г) делится при курсовом лечении на 4—10 частей. По назначению специалиста рекомендуется применять 2—4 раза в день, т.е. на 1 приём 0,2 г — 0,5 г, положить в рот и запить водой или растворить нужное количество лекарства в 1/3 столовой ложки тёплой воды. Желательно выпить до еды. После приёма препарата объём съедаемой пищи значительно уменьшить.

Обморок, шок – растворите 0,5 г в 1/3 столовой ложки теплой воды, приподнимите голову, раскройте пациенту рот и влейте лекарство. При необходимости повторите через 15—30 мин.

Гипертонический криз или сильная боль в сердце – рекомендуется иметь флакончик при себе, чтобы в случае необходимости принять лекарство до приезда доктора.

Если имеется большое количество хронических заболеваний, то в первое время самочувствие может немного ухудшиться, как при обострении, но быстро всё пройдёт. Приём препарата необходимо обязательно продолжить.

Условия хранения:

Зранить при комнатной температуре соблюдая герметичность упаковки.`
  },
  {
    name: "МЕДВЕЖЬЯ ЖЕЛЧЬ В АМПУЛАХ",
    description: `Медвежья желчь насчитывает в своем составе до 90% всех существующих в природе желчных кислот. Она богата природными кислотами UDCA и на данный момент является их единственным натуральным источником. Содержит желчные кислоты CDCA и CA, желчные пигменты, фосфолипиды и жиры, а также набор аминокислот.

Формы выпуска достаточно разнообразны, препараты могут быть в сухом виде (капсулы, порошки), жидком (настойки, капли), пастообразном (кремы, мази).

При правильном хранении без попадания света и низкой температуре лечебные свойства сохраняются до 36 месяцев.

Традиции народной медицины имеют глубокие корни, с тех времен, когда люди пытались бороться с недугами при помощи трав, шерсти и когтей животных. Сначала они практически ничего не знали о полезных свойствах даров природы и больше надеялись на волшебство, магическую помощь духов и тотемов. Но в результате постоянного применения начали замечать, как тот или иной препарат воздействовал, для каких болезней подходил наилучшим образом.

На сегодняшний день возможности растений достаточно изучены. В медицине широко используются натуральные препараты, подаренные самой природой. И среди них медвежья желчь считается ценным и незаменимым средством.

Врачи советуют принимать ее в комплексной терапии при лечении заболеваний желчного пузыря, так как она симулирует выделение желчи. Также она способствует расщеплению жиров, нейтрализует яды. При приеме отмечается снижение кислотности желудочного сока, исчезновение болей во внутренних органах, при приступах радикулита и остеохондроза.

Широко используется медвежья желчь при воспалительных процессах, а также для нормализации кровяного давления и состояния сердечно-сосудистой системы. Уникальный состав поможет в воздействии на застарелые и не поддающиеся лечению язвы и нарывы, шипицы, геморроидальные шишки, воспалительные заболевания горла и ротовой полости. Также эффективна медвежья желчь в борьбе с паразитами человеческого организма: лямблиями, аскаридами, острицами, опистархами, эхинококками и власоглавами. Благодаря способности расщеплять жиры, улучшает липидный обмен и препятствует образованию холестериновых бляшек на стенках сосудов.

Как лекарственное средство с широким спектром действия, желчь медведя известна с VII века. С тех далеких времен ее начали использовать внутрь и наружно для лечения многих болезней и эффективного укрепления защитных сил организма.

В традициях восточной медицины использовалась как средство для остановки внутренних кровотечений, лечения желтухи и дизентерии. Благодаря ей побеждали такие тяжелые заболевания как цирроз печени и дискенезию желчевыводящих путей, быстро снимали сильные геморроидальные боли.

Но на этом ее возможности не исчерпываются. Медвежью желчь применяют для лечения детских болезней, рекомендуют как прекрасное восстановительное средство при пересадке печени, сердца и костного мозга. Даже несмотря на достижения медицины, она продолжает быть востребованной благодаря своему уникальному составу. Ведь с ее помощью можно разжижать желчь, стимулировать ее выработку при холестазе, препятствовать образованию новых камней в желчном пузыре. Но самое полезное ее свойство заключается в том, что она настраивает организм на выработку собственной желчи.

Показания к применению

 

Медвежья желчь эффективна при таких заболеваниях:

• болезни поджелудочной железы;

• хронический панкреатит, желчнокаменная патология;

• язва желудка 12-перстной кишки, гастрит, колит;

• при изжоге, забросе желчи в желудок (желчный рефлюкс);

• диабет, нарушение обмена веществ;

• нервный тик, эпилепсия;

• облысение;

• подагра, ревматизм;

• радикулит и остеохондроз;

• простатит.

 

Медвежья желчь помогает устранять дисфункции мужской половой сферы, восстанавливать организм после тяжелых инфекционных заболеваний. Используется в качестве профилактического средства при болезнях печени и органов пищеварения.

 

Дозировка

 

Принимать в зависимости от вида заболевания и веса человека.

40-60 кг — 1 ампула

61-85 кг – 2 .;

85-100 кг – 3

от 100 кг 4

Принимать согласно дозировке 

Побочные действия

 

Иногда наблюдается диарея. Если она длительна, дозу необходимо уменьшить или прекратить прием препарата.

Противопоказания к применению

Не рекомендуется прием при беременности и лактации;

на всех стадиях туберкулеза;

желательно исключить употребление алкоголя, препаратов для снижения уровня липидов в крови;

не совмещать с приемом трав с высоким содержание гормонов.

Особенности применения

 

Препарат нельзя запивать любой жидкостью и заедать. Пить можно только через четверть часа после укола.

Передозировка

При передозировке может вызвать отравление и интоксикацию организма. Поэтому необходимо строго придерживаться пропорций и не употреблять свыше нормы.`
  },
  {
    name: "ТОНБАНХАНЬАМСО: АНТИРАКОВЫЙ ПРЕПАРАТ",
    description: `АнтиРак – это единственный в мире препарат на растительной основе, способный с высокой эффективностью лечить раковые заболевания. За годы клинических испытаний и применения препарата для лечения больных раком на Востоке, были выявлены его следующие характеристики:

95%-ный эффект в поддержании иммунологических показателей во время лечения онкологических заболеваний химическими и радиационными методами;

90%-ный эффект в предотвращении рецидива и метастаза y больных раком
раннего и промежуточного периода после операции;

Эффект в лечении больных раком промежуточного периода при сочетании c радиационным облучением и химическими противораковыми средствами;

Эффект в улучшении состояния здоровья и продлении жизни больных раком последнего периода.
 

Сегодня АнтиРак, как биологически активная добавка, признан лучшим противораковым средством в мире.

 

Состав препарата и форма выпуска

АнтиРак состоит из полезных компонентов и биологически активных добавок, выделенных из корейского женьшеня, аралии и других лекарственных растений.

 

Один пакетик данного противоракового средства содержит:
Три вида полисахаридов, возобновляющих систему иммунитета организма (0,5 г);
Три вида противораковых экстрактов растительного происхождения (1,0 г);
Два вида растительных экстрактов, возобновляющих нервы, клетки и ткани (0,5 г);

Экстракты трёх целебных растений, способствующих успокоению, антиспазматическому процессу и обезболиванию (1,0 г.) и др.

 

Также в состав препарата входят дополнительные противораковые вещества, а именно: пять видов редких лекарственных растений и их экстракты, повышающие противораковый эффект препарата.

Форма выпуска:

АнтиРак выпускается в пакетиках. В пакетике содержаться растворимые гранулы. В каждом пакетике 4,5 грамм препарата. В одной упаковке АнтиРак 30 пакетиков, так как одна упаковка рассчитана на один месяц лечения.

Такая форма выпуска максимально удобна для применения и максимально выгодна в плане быстрого усвоения препарата.

Общее описание

Клинические и фармакологические преимущества препарата АнтиРак над другими противораковыми средствами

 

В современной медицине существует всего два подхода к лечению онкологических заболеваний:

Первый – основан на методах устранения признаков и результатов деятельности раковых заболеваний;

второй – направлен на усиление внутренних способностей организма, чтобы бороться с первопричиной болезни самостоятельно.

АнтиРак действует по второму принципу, но в результате его действия постепенно устраняются и симптомы, и последствия. При индивидуальном применении препарата АнтиРак на протяжении 2-3 месяцев избирательно инактивирует (уничтожает) опухолевые клетки в организме, повышает аппетит и увеличивает общий вес тела. Все это происходит путем активирования внутренних резервов организма через клетки и органы тела.

 

Если говорить проще, АнтиРак представляет собой оригинальное комплексное онкологическое средство, имеющее сильную противораковую эффективность и лекарственные способности, а именно:

способность повышения общего иммунитета (увеличение аппетита, веса тела);
способность защищать организм от радиации и химических средств;
болеутоляющую, спазмолитическую и успокаивающую способность.

 

Лечение с помощью препарата АнтиРак осуществляется на трёх стадиях.

 

Первая стадия: Стадия уменьшения размера опухоли и ослабления активности рака.

На первой стадии лечения, главной задачей ставится поддержания нормальных показателей крови путём применения препарата АнтиРак в сочетании c радиационным методом лечения.

Применение АнтиРака следует начинать за 5-10 дней до первого радиационного облучения и продолжать во время всего периода радиационного лечения.

После нескольких радиотерапий с применением АнтиРака можно переходить ко второй стадии лечения - химическими противораковыми средствами.

Курс лечения проводится именно в такой последовательности не случайно, ведь этим способом успешно лечат рак уже много лет. Химические и радиоактивные методы лечения одновременно применять не рекомендуется. Об этом знает любой опытный врач.

 

Вторая стадия: Стадия устранения остатков опухоли от радиационного лечения и сохранения состояния здоровья путём сочетания c химическими противораковыми средствами.

После первой стадии (радиационного облучения) организм отдыхают 10 дней, после чего и начинают вторую стадию лечения. Применяют химические противораковые средства в сочетании c 1-1,5 коробками АнтиРака для устранения остатков опухолей после радиационной терапии. Также с целью поддержания показателей крови на нормальном уровне и восстановления жизнедеятельности больного.

Именно на этой стадии большинство раковых клеток раннего и промежуточного периода уничтожаются. В некоторых случаях на второй стадии лечения можно применять только один АнтиРак без дополнительных химических препаратов, при этом эффект от лечения практически одинаковый.

 

Третья стадия: Стадия предотвращения рецидива и метастаза путем уничтожения (инактивации) опухолевых клеток в крови и лимфе c помощью одного только препарата АнтиРАк. C этой целью препарат применяют продолжительно, 2-3 месяца (всего курс лечения может длиться от 3-х до 6 месяцев).

 

Такой метод лечения (в три стадии) можно применять для лечения всех больных раком, имеющих возможность получать радиационное облучение.

Для больных раком печени, желудка, прямой кишки, которые не могут получать радиационное облучение, применение препарата АнтиРак продлевает жизнь.

 

Для больных первого и второго периода, которые имеют возможность оперироваться, следует обязательно делать операцию, применяя при этом АнтиРАк.

Дозирование:

2-3 упаковки для больных первого и второго периода без метастаза на лимфатические узлы
3-4 коробки для больных конца второго и раннего третьего периода c метастазом на лимфатические узлы.

При этом, в результате применения препарата АнтиРак, уничтожение опухолевых клеток в крови и лимфе предотвращают рецидив и метастаз в 90% случаев.

 

Применение АнтиРака на протяжении 2-3 месяцев y больных раком третьего периода c метастазом на лимфатические узлы приводит к инактивции раковых клеток и устранению метастаза. Вследствие этого болезнь перестает прогрессировать и возвращается ко второму периоду, что уже позволяет делать операцию.

 

Для больных, которые прошли радиационное облучение без операции, и лишены возможности применения химических противораковых средств, из-за снижения показателей крови, применение препарата АнтиРАк также рекомендовано.

АнтиРак приводит к повышению уровня лейкоцитов и уничтожению раковых клеток в крови и лимфе (применять по одному пакетику в сутки в течение 1-3 месяцев после радиационного облучения).

При сочетании АртиРака с другими противораковыми средствами эффективность лечения только повышается.

Для больных раком последнего периода, которые лишенные возможности лечения радиационным облучением и химическими противораковыми средствами, тоже применяют АнтиРАк. Сначала по одному пакетику (4,5г) в сутки в течение 2-3 месяцев. При этом, на первом месяце приема препарата наблюдается изменение размера опухоли в пределах на 10 % (увеличение или уменьшение), со второго месяца — уменьшение на 40%, улучшение состояния здоровья больного (повышение аппетита, увеличение веса тела и восстановление подвижности) и уничтожение раковых клеток в крови и лимфе.

 

Показания к применению

АнтиРак применяется как средство борьбы с онкологическими заболеваниями.
Применяют как средство, защищающее организм от негативных последствий радиационной терапии и химических противораковых лекарств. И как вспомогательное средство, повышающее эффективность их действия.
Применяется для профилактики рецидива и метастаза, и для повышения аппетита и увеличения веса тела y больных после операции. Применение 1-2 упаковки АнтиРака до операции приводит к исчезновению метастаза на лимфатические узлы вокруг опухолей и приостановке изменения размера опухолей. Это способствует уменьшению участка операции и лучшему восстановлению.

Применяют для лечения больных раком промежуточного периода, которые могут проходить радиационную терапию.

Применятся для лечения больных раком последнего периода, лишенных возможности операции или радиационного метода лечения, для восстановления активной жизнедеятельности и продления жизни.

 

Способ применения

АнтиРак применяют внутрь 1 пакетик (4,5г) в сутки, разделяя его на два раза – утром и вечером до еды c небольшим количеством воды, в зависимости от индивидуального состояния и степени лекарственной реакции на организм. B случае сильной лекарственной реакции, можно разделить суточную дозу (1 пакетик) на три раза – утром, днем, вечером. Или принимать два пакетика в три дня, a по мере снижения лекарственной реакции снова увеличивают суточную дозу до одного пакетика в сутки. АтиРак рекомендуется принимать каждый день.

В случае появлении тошноты, лучше перенести время приема на 1,5-2 часа после еды.

 

Дополнительные противораковые вещества можно принимать c целью повышения эффективности препарата АнтиРак по уменьшению размера опухоли. При необходимости, принимают болеутоляющие и успокаивающие средства.

 

B результате лекарственной реакции, в первые 2-7 суток y больных после радиационного лечения могут наблюдаться такие симптомы: тошнота, головная боль, боль в области позвоночника, тяжесть в нижней части живота при раках прямой кишки и шейки матки, отёк (отёк наблюдается в случае дисфункции кровеносной системы, и устраняется постепенно c ходом лечения). Понос, который очень редко наблюдается в начале лечения, проходит в течение 5-7 дней.

C целью предотвращения рецидива и метастаза после выздоровления принимают одну упаковку АнтиРака в год, именно в то время, когда возник рак.

Применение АнтиРака 5 дней в месяц в течение полгода после третьей стадии лечения дает хороший профилактический эффект.

 

Также данный препарат можно использовать для внешнего воздействия на болезнь. После тщательной смеси c любым косметическим кремом, его прикладывают к месту возникновения опухоли. Это в значительной мере устраняет боль.

 

Примечания

Во время применения препарата АнтиРак не рекомендуется одновременно принимать дополнительные средства повышающие общий иммунитет, потому что такие средства способствуют не только оживлению ткани и органов организма но и увеличению и устойчивости рака. Это мешает выздоровлению.

Во время лечения, в рацион питания больного следует включить: морскую капусту, ламинарию, бобы, рыбу и овощи. И наоборот, исключить: курицу, яйца, свинину, баранину и другие мясные продукты.
Только через 2-3 месяца после выздоровления можно питаться любыми видами мяса и другими тонизирующими средствами.
 
Нужно всегда поддерживать хорошее настроение и веру на положительный исход лечения.

При острой гипертонии, гипотонии и сердечных болезнях одновременное применение препарата АнтиРак и химических противораковых средств, желательно проводить под наблюдением врача.

 

Условия хранения

Хранить в сухом месте при комнатной температуре. Пакетики должны быть закрытыми.

Срок хранения — 3 года.

 

Информация о производстве и происхождении

Уникальный в своем роде, препарат АнтиРак был разработан командой ученых-профессионалов Корейского Восточного Высокоэффективного Фармакологического Центра, под руководством его директора, профессора, доктора фармацевтических наук  Рю Ир Нама.

Где купить препарат АнтиРак

Это может Вам показаться странным, но найти и купить АнтиРак сейчас в нашей стране практически невозможно! Этот препарат был разработан на Востоке, где и получил свою широкую популярность, распространение и множество наград за эффективное и быстрое лечение. А наша компания, только недавно нашла способ получать минимальные партии данного препарата.

На родине препарата АнтиРак, или как его называют корейцы «Тонбанханьамсо», раковые заболевания не являются смертельным диагнозом. Для них это элементарное, понятное заболевание, которое подвергается незамедлительному лечению и вылечивается.

Не исключено, что скоро он может появиться и в наших аптеках, но когда это случится, достоверно не знает никто!

Сейчас Вы имеете возможность заказать препарат АнтиРак с доставкой прямо к себе домой. Количество товара очень ограниченно, а спрос на него достаточно высок. Препарат уже многократно проявил себя и доказал свою эффективность и силу!`
  },
  {
    name: "ЭКСТРАКТ КОРЕЙСКОЙ ГОРЯНКИ (ЭПИМЕДИИ)",
    description: `Состав и форма выпуска

В состав препарата входит 100% трава корейской горянки.

Секрет успеха и эффективность горянки в лечении заключается компонентах, которые входят в ее состав, а именно: кверцинид, гиперин, флавоновый глюкозид икариин (21%) , эпимедозид, икаризид, а также алкалоиды, стероиды (бета-ситостерин) и стероидные сапонины.

Купить экстракт горянки можно в банках по 250 грамм (стандартная фасовка от производителя).

 

Описание

С древних времен считается одним из лучших средств для укрепления организма и восстановления физических и психических сил. Препараты и настои на основе этого растения нужны для профилактики внутренних заболеваний и вирусных инфекций. Экстракт горянки укрепляет иммунитет, прибавляет сил и возвращает радость жизни каждому человеку. Особенно, горянка рекомендована к применению людям среднего и пожилого возраста.

Сегодня также экспериментально доказано, что её активные элементы задерживают старение и препятствуют отмиранию клеток в организме. Поэтому еще с древних времен считалось, что она может продлить молодость, а ее регулярное применение способствует долголетию

В последнее время актуальна тенденция, использования корейской горянки для эффективного восстановления костных тканей. Поэтому ее часто применяют для профилактики и лечения остеопороза. Экстракт горянки способствует восстановлению и укреплению костей и суставов, возвращает им недостающий природный магний и кальций. Тем более что цена препарата на много ниже медицинских химических аналогов.

Один из самых главных и полезных активных элементов горянки – Икариин. Он помогает защитить печень от внутренних повреждений антибиотиками, лекарствами и токсинами. Благоприятно влияет на нормализацию сахара в крови и улучшает микроциркуляцию. Также недавно было замечено, что икариин улучшает метаболизм и регулирует транспортировку кислорода к мышечным тканям, таким образом, он активно способствует росту мышечной массы, как природный стероид. Поэтому горянка будет полезна для тонуса и красоты тела мужчинам и женщинам, которые занимаются спортом или физкультурой. Спортсмены принимают её вместо тяжелых, опасных анаболических средств. А девушки часто практикуют и хотят купить экстракт горянки при нарушении менструального цикла, а также для его смягчения.

Но все же, самую большую популярность корейская горянка получила за свое качество афродизиака и эффективную помощь при половом бессилии. Поэтому в народе ее часто называют «растительной виагрой»

Также она ценится и покупается за свое сильное ноотропное воздействие.

 

Показания

- При расстройствах почек;

- При болях в суставах и спине;

- При остеопорозе;

- При импотенции;

- Для бодрости и повышения работоспособности;

- Для смягчения месячных (при нарушении менструального цикла);

- Как иммуностимулятор;

- При климаксе;

- Для повышения сексуального влечения у мужчин и женщин;

- При лечении гинекологических заболеваний у женщин;

- При неврозах и истериях;

 

Режим дозирования

Применяется 2-3 раза в день. Разводить 1-2 грамма в 150-200 мл теплой воды.

 

Побочное действие

Никаких вредоносных действий препарата не было обнаружено.

 

Особые указания

Препарат имеет приятный чуть горьковатый вкус. Одной банки в среднем хватает на 2 месяца.

 

Где купить экстракт горянки

Цена на экстракт горянки в нашем магазине очень рационально отображает его полезность и эффективность. Купить экстракт можно прямо сейчас, заказав доставку прямо к себе домой. Бесплатная консультация наших специалистов также к Вашим услугам.`
  }
];

module.exports = drugs;
